{
	"data": [
		{
			"id": 100101,
			"title": "November 10th, Sunny",
			"text": "A small-scale Collapse storm starts blowing in the work area, and our demolitions are forced to stop... I can't even catch my breath. The sand outside beats down on this thin temporary structure as if it was bearing down on my very lungs.\n\nAichi rests on my temporary bedding. Not far away are a few grey curtains, behind them our coworkers—the Neo-Soviet Union Post-War Reconstruction Hazardous Work Assistance Team 7's members. They converse quietly in Russian, the contents of their discussion ever-so-familiar and close to my heart—when the next batch of supplies would be in, and Peter's death.\n\nI look away from those curtains, returning my sight to Aichi, whose face is almost fully red. She's down with a cold, and her fever won't go down. Her throats hurts even when she simply speaks to me. At least it isn't ELID, and her situation has eased a little with some medicine. She fell asleep last night at her post. I carried her back to rest, and she's slept until now. Before she woke up, I took on some of her work, along with another job that is beyond my duty. I agreed with some villagers in the contamination zone to handle some work that they'd rather not handle, and in exchange they would pay me with food. I can't just leave like this though. I have to at least wait until Aichi wakes up.\n\nIf I leave, there'll be no one to look after her. Those unlucky enough to be infected with late-stage ELID, man or beast, become a different species altogether. If I'm not here, what if they come barging in and hurt Aichi, like they did Peter? I've never hurt those people behind the curtain, but to them, we're already the source of all disaster.\n\nWhen I came here with her, hoping to make this world scarred by war and Collapse radiation a little better with what meager power we have—but this world is far more complex than we thought.\nThe issues that we face are far beyond what we imagined, in both complexity and severity.\n\nBut all I want to ensure is that Aichi gets back to our home safely, even if everyone here, including me, were to die.",
			"type": "Paper",
			"unlockItem": {
				"8100": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 100102,
			"title": "November 20th, Overcast",
			"text": "Two days ago, Aichi got pregnant.\n\nPregnant... what should I do? The report said it clear as day. This is the third test we've done, and the result has been the same every time. She's pregnant. What should I do? I... I'm going to be a father? Our child is going to be born here, in this place, filled with drifters, bandits, and hateful people?\n\nNo, no, I can't allow that, I can't let my child suffer as we have. If he grows up in a world like this, with no clue how to handle the things that go on around us, asking me with big naive eyes: \"Dad, why do we have to be so scared every day?\" I wouldn't know what to tell him.\n\n...Or maybe Aichi was right. I'm just weak and selfish.\n\nI'm incapable of protecting her and our child, incapable of giving them a safe life, where a child can grow up without worry.\n\nI'm an incompetent husband, incompetent father... but I don't have any right to take away our child's right to live. No, there must be a way, I'll think of something!\n\n...Right, I can send the child back to our homeland and have them grow up there!\n\nIf I can do that, even if I... were to meet misfortune, my wife and child would be treated well, like the other workers' families. Yeah! I'll write a letter back, if our request gets through, a rescue team will surely come for us. If we can stick it out for now and get the money to send a letter overseas, we'll be able to send our child back home.\n\nI'll have to discuss this with Aichi. We have more to lean on than just ourselves.",
			"type": "Paper",
			"unlockItem": {
				"8100": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 100103,
			"title": "November 27th, Sunny",
			"text": "The relocation of residents in the area is mostly complete, as are demolitions. In another week, another squad will be here to take over the rest of the job, and Team 7 will be transferred to other reconstruction areas to continue the work. I looked at the map ahead of time, and one of the areas is a town with relatively complete infrastructure. I've already sent through a request to the government. If I can be sent to that town with Aichi, we'll be able to access the supplies we are sorely in need of. I've finished the rescue request as well, and asked a postman to send it through to the only international mailing company nearby...\n\nI hope it makes its way back successfully.\n\n...Aichi's getting worse, she's barely spoken to me these past few days. She writes and tells me that her throat hurts terribly. She's gone and done another impulsive thing, and the worries pile on me. A few days ago, when we were demolishing a bridge, a kid with a teddy bear in their arms appeared from the ruins. She ran over and grabbed the kid so they wouldn't be in danger.\n\n...And now she's got wounds all over. I hate it, I hate that I wasn't the one wounded, and I hate that the gods won't just transfer all of her hardships to me.\n\n\nShe can barely hold a pen now. She talks to me in a voice so hoarse it stings my heart, telling me that the pain is becoming unbearable, and that she's been having nightmares too. She said that she's determined to have the baby, that she'll make sure our child got home safely, and she would protect me as well.\n\nProtect me... with the wounds she has, how weak she looks...\n\nMy only wish is that she can rest well and get better. The fever that had gone down with the help of the medicine has flared up again...\n\nIf she can get well, no matter what happens, I can endure.\n\n\nWith her in my arms, I only wish for things to get a little better. She and our child do not deserve such pain...\n\nDry, bitter laughter comes from behind the curtains, accompanied by the smell of vodka leaking through the gaps. They must be celebrating the work's completion.\n\nThe job is done, and next comes the environmental restoration and settlement of displaced people. Soon, this place will be a little refuge for humanity.\n\nIf only Aichi could remain here.\n\nOutside the shelter, the frigid wind and sand bears down on us still, born of the vast ruins created by WW3. I hear the sound of ELIDs roaring far in the distance, but it scares me not. My beloved is in my arms, and she radiates a living warmth. No matter what, she will be beside me.\n\nI'll think of something.\n\nI hear about harder work, outside of the reconstruction efforts... If I can find a way to handle that... The letter will be there soon, and things will turn for the better. We have enough time, when the rescue team gets here, we'll... No, Aichi can go back and give birth to our child at home.\n\nIf there is time, after this world becomes a little better, safer, maybe I'll build a house for her and our child. It might not be big, but it will be sturdy. We'll have some trinkets on the wall, she'll be teaching our kid how to read, I'll leave some moonshine to age in the cellar... We'll all be happy and safe, a family...\n\n\nIt'll come true, all of it... It's almost like the world's becoming warmer, and it's going to melt me whole...\n\nBefore I can make it all real, I will survive.",
			"type": "Paper",
			"unlockItem": {
				"8100": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 100201,
			"title": "Quinn's Audio Log 1",
			"text": "April 15th, 5 PM.\n\nWe arrived at the location for TASK-4475—a long-abandoned fairground. Like before, Fuchs and I made preparations for battle after deploying scouting drones to evaluate the surroundings and the number of ELID targets.\n\nWe had some additional prep to do today—the youngest member of our squad, Ryan, was on his first ELID extermination mission. If we go by the laws that used to be, it would be some time until he became an adult. As adults, Fuchs and I have a duty to watch over the kid. Judging by his enthusiastic attitude when he was picked for the mission, though, he doesn't like the idea of being seen as a kid very much.\n\nRyan did not disappoint us, accurately taking out weakened ELID units. I imagine he listened well when Fuchs and I taught him how to stay alive in the contamination zone. We were planning to leave quickly with Ryan after the ordeal was over, since B.R.I.E.F.'s environmental info indicated that Collapse storms were frequent in the area, and conditions were unpredictable over extended periods of time. As we were taking inventory after the operation, Ryan expressed great interest in the abandoned fairground. I wanted to head back immediately, but Fuchs convinced me—he habitually tapped on the earring he always wore and told me that I could afford to let Ryan let loose a little. He had checked the environmental data ahead of time, and the area should be safe until sundown. That, and his earring told him it would be fine.\n\nWith our permission, Ryan excitedly began to explore the place. I began discussing next month's arrangements with Fuchs while keeping in touch with Ryan.\n\n5:40 PM. Ryan told us he found some dead people. With them was an intel terminal that was still operable and a few crates of supplies under a flipped car.",
			"type": "Audio",
			"unlockItem": {
				"8101": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Audio Recordings"
		},
		{
			"id": 100202,
			"title": "Fox's Audio Log 1",
			"text": "April 16th.\n\nAfter exchanging intel with the broker Karsen, we ascertained the identity of the deceased that Ryan found yesterday. They were another team of bounty hunters registered with B.R.I.E.F. that had gone missing for a week. I was worried that leaking intel would cause unnecessary complications, so I did not tell Karsen about how we found them dead. The other reason I did not do this may sound a little ridiculous— my instincts told me to keep silent about it.\n\nI did not agree with bringing that cache of supplies back, but my opinion certainly did not seem to sway Quinn in his pursuit of money. On the intel terminal there was a recording of those people negotiating with the buyer of these supplies. The recording did not mention what exactly these supplies are, but the buyer offered a shocking delivery fee.\n\nUnfortunately, these people went on to die in the Collapse storm—there were no obvious traces of combat nearby, and their vehicle could only have been flipped over by an intense storm.\n\nQuinn insisted on retrieving these supplies that fetched such a huge delivery fee.\n\nAt 11 AM, Quinn called me and Ryan, and we forcibly opened all of the containers—unexpectedly, inside were only normal medical supplies, encased within reinforced glass and a significant amount of impact cushioning. All of the items were clearly labelled and appeared to be nothing more than mundane things like saline solution and medical alcohol.\n\nObviously, if these were the wares to be delivered, the buyer would not offer such a hefty fee, much less ask bounty hunters to escort them into a purification zone. The brokers have been looking for information on this team of bounty hunters, too.\n\nThe only conclusion we have for now is that we need find out more about the nature of these supplies.",
			"type": "Audio",
			"unlockItem": {
				"8101": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Audio Recordings"
		},
		{
			"id": 100203,
			"title": "Ryan's Audio Log 1",
			"text": "April 17th.\n\nTwo days ago, when I was out on a mission with my seniors, I found that strange supply crate. Fuchs gave some of the supplies inside to a friend of his who was familiar with medicine and came back with the news that they were indeed not normal medical supplies.\n\nFuchs advised that we should throw all of this away. His guess was that some medical org from the White Zones has some emergency request and hired bounty hunters to transport this contraband. We cannot currently determine what these are used for, but it's of no use to us.\n\nQuinn immediately turned Fuchs down and said that we should sell this batch of contraband—we don't know the exact circumstances, but all we have to do is dodge the original buyers. The buyers were willing to put up big money for a bounty hunter escort, so this stuff must be worth loads.\n\nThey had a real fierce argument, and Fuchs was just like he was before—rubbing his earring with one hand, saying that his gut feeling is danger. That we must throw these supplies away, now.\nThey asked me to put in my vote.\n\n...Sorry, Fuchs, your gut feeling is really helpful sometimes, but I think Quinn's right. If we can sell it, we'll have money. If we have money, we can have a better life.\n\nFuchs accepted our decision, but insisted that he be the one to find a reliable buyer.",
			"type": "Audio",
			"unlockItem": {
				"8101": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Audio Recordings"
		},
		{
			"id": 100204,
			"title": "Quinn's Audio Log 2",
			"text": "April 19th.\n\nI never imagined that Fuchs would only take one day to find a new buyer for those supplies. After I spoke with them, they sent us half of the pay as down payment.\n\nDespite Fuchs himself finding the buyer, he still feels uneasy about the transaction, saying something along the lines of \"got a bad feeling about this.\" He's a good man, but he's just too cautious sometimes. How're you going to make some big money without a fair share of risk?\n\nI talked with him for a bit, and he ended up agreeing with my decision.\n\nOf course, I won't take this supply exchange lightly.",
			"type": "Audio",
			"unlockItem": {
				"8101": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Audio Recordings"
		},
		{
			"id": 100205,
			"title": "Fox's Audio Log 2",
			"text": "April 21st.\n\nThey argued over the supplies again yesterday. Like always, though, Quinn makes the decisions since he's our squad's commander. I don't understand just why Fuchs is so worried. We've made all of these preparations, and we won't even meet the buyer in person. Even if they have bad intentions, we'll hide somewhere safe and be ready to leave quickly if things go south. I can't think of what could happen with this kind of preparation.\nMaybe if the buyers are in control of the entire purified zone, but that's just too unlikely. What kind of a businessman or a research group has that type of power?\nI don't see any need to worry.\nFuchs really is too concerned about things. After we set off, he asked me to stay outside of the purified zone and wait for them—hah, I'm going to be an adult in four years! What am I staying outside for? But he really did insist, and Quinn is on his side as well...\nSo I'm stuck here outside, waiting for word from them.\nTo be honest, I really don't like what Fuchs did before going to the Railway. He gave me his earring—thing sure looks old—and told me wearing it would help me stay on my feet. He had a lot to say about the drones in the air while we were approaching the Great Wall Railway, even suggesting that they're monitoring us.\nHe's overthinking it way too much, what kinda person would put this much effort to keep eyes on us all the way in the Yellow Zone?\nDoesn't he know that handing over an earring before leaving is just like those characters in novels or movies, giving something to someone else just before they're going to die?\n...But he's saved me before. I can't just say those sorts of things to him, no matter what.\nIt's been quite a while already.\n\"Patrols. What are they after?\"\n\"Looks like another group of bounty hunters.\"\n\"Keep an eye on the supplies. Focus on what we're doing.\"\nThe dense sound of gunfire comes from the communicator, and I can barely hear what they are saying.\nW-wait, gunfire? Why's there gunfire? And so much of it!\nI yell their names, but before they respond, the connection is cut off. I slap the communicator a few times, to no avail. What happened?\nWait, w-what's going on here? The ground's starting to shake, a-and over there, that's—oh god, are those weird things ELIDs? Why are they coming here?! I-I... right, I have a gun, a shotgun, fully loaded, I, I...\nThey're getting closer, come on, communicator!\nHelp! Quinn, Fuchs—help me, please, I beg you!",
			"type": "Audio",
			"unlockItem": {
				"8101": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Audio Recordings"
		},
		{
			"id": 100206,
			"title": "Ryan's Audio Log 2",
			"text": "April 21st.\n\nThey argued over the supplies again yesterday. Like always, though, Quinn makes the decisions since he's our squad's commander. I don't understand just why Fuchs is so worried. We've made all of these preparations, and we won't even meet the buyer in person. Even if they have bad intentions, we'll hide somewhere safe and be ready to leave quickly if things go south. I can't think of what could happen with this kind of preparation.\n\nMaybe if the buyers are in control of the entire purified zone, but that's just too unlikely. What kind of a businessman or a research group has that type of power?\n\nI don't see any need to worry.\n\nFuchs really is too concerned about things. After we set off, he asked me to stay outside of the purified zone and wait for them—hah, I'm going to be an adult in four years! What am I staying outside for? But he really did insist, and Quinn is on his side as well...\n\nSo I'm stuck here outside, waiting for word from them.\n\nTo be honest, I really don't like what Fuchs did before going to the Railway. He gave me his earring—thing sure looks old—and told me wearing it would help me stay on my feet. He had a lot to say about the drones in the air while we were approaching the Great Wall Railway, even suggesting that they're monitoring us.\n\nHe's overthinking it way too much, what kinda person would put this much effort to keep eyes on us all the way in the Yellow Zone?\n\nDoesn't he know that handing over an earring before leaving is just like those characters in novels or movies, giving something to someone else just before they're going to die?\n\n...But he's saved me before. I can't just say those sorts of things to him, no matter what.\n\n\nIt's been quite a while already.\n\n\"Patrols. What are they after?\"\n\n\"Looks like another group of bounty hunters.\"\n\n\"Keep an eye on the supplies. Focus on what we're doing.\"\n\nThe dense sound of gunfire comes from the communicator, and I can barely hear what they are saying.\n\nW-wait, gunfire? Why's there gunfire? And so much of it!\n\nI yell their names, but before they respond, the connection is cut off. I slap the communicator a few times, to no avail. What happened?\n\nWait, w-what's going on here? The ground's starting to shake, a-and over there, that's—oh god, are those weird things ELIDs? Why are they coming here?! I-I... right, I have a gun, a shotgun, fully loaded, I, I...\n\nThey're getting closer, come on, communicator!\n\nHelp! Quinn, Fuchs—help me, please, I beg you!",
			"type": "Audio",
			"unlockItem": {
				"8101": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Audio Recordings"
		},
		{
			"id": 100801,
			"title": "Situation Log Concerning Survey, Maintenance and Environmental Information Work in the Lutsk Region",
			"text": "Author: Juan Bevis\nAffiliation: URNC Contaminated Zone Survey, Maintenance, and Environmental Analysis Unit, NSU Region, Northwestern Ukraine Squad █\nResponsible Areas: SE138DW-H55XF7 to SE369DW-H37XF7 (Commonly known as the Lutsk Region)\nSurvey Target: Lutsk Region purification equipment damage & nearby environmental variables\nLog Entry Date: 207█ █████████",
			"type": "Paper",
			"unlockItem": {
				"8107": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 100802,
			"title": "August 2nd, outside the ruins of a school in Lutsk",
			"text": "At around 23:00, the team members successfully reached Lutsk via ATV and made camp in the ruins of a school. Due to the low visibility at night, the team could not discern any of the surroundings, and thus decided to commence the environmental analysis and equipment maintenance at dawn. I dispatched drones ahead of time to survey the damage caused to the nearby beacons and local Collapse radiation intensity. The drones are equipped with Collapse radiation detection equipment loaded with model d8W3 Collapse Epiphyllum cores, capable of quickly determining local radiation intensity. In approximately half an hour, the drones will begin to upload part of the collected data to my terminal.\n\nI have my reservations towards the drone-collected data, however. Only considering natural factors, beacons remain functional for long periods of time. However, judging by the nature of the work done by me and the Meteorological Observation Unit in the past few years, the main force causing damage to the beacons are the inhabitants of the contamination zone. In order to preserve their own space of survival, they damage the purification equipment on purpose, causing difficulties with the progress of purification.\n\nThe purpose of the purification itself is to create a safe living environment for more people.\n\nThe success of purification is necessary for the URNC's efforts of resettling ailing inhabitants of the contamination zone, and we are told that this is the purpose of our work. No matter what happens in reality, we will give our all for that goal.\n\nI shall take turns on the night shift with Gerome, and it is currently my shift. As prepared as we were before setting off, the nights here are unbelievably cold. The surroundings of the school are quiet, save for the whispers of the wind. The closest beacon to our location is approximately 800 meters to the southwest, and it is the first target for our squad's maintenance work tomorrow.\n\nI can only hope this night passes without incident.\n\n\nWait, what was that shadow that went by just now? It looked small, and I saw a raised wedge of clothing. Could it be a resident of the contamination zone nearby? Dressed up trying to scare us away? But... I saw a long, long horn. No, is that really a horn? A bird's beak seems to be a more appropriate description.\n\n...It's not Gerome's turn yet. Leaving my post to investigate would not be a good decision.\n\nI'm feeling a little sleepy.\n\nH-hold on! That figure that just went by is someone I see every day—that's Baldwin from our group, one of the armed guards responsible for everyone's safety. He's following that little shadow from earlier?\n\n...Looks like I'll have to bother my coworkers.",
			"type": "Paper",
			"unlockItem": {
				"8107": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 100803,
			"title": "August 2nd, inside the ruins of a school in Lutsk",
			"text": "I thought the night would pass without incident, but nobody expected this to happen.\n\nBaldwin told us why he set out in pursuit, but we found it very hard to approve of his decision, which was made sloppily out of overconfidence. Now Baldwin is standing night watch instead of me and Jerome.\n\nAccording to Baldwin, at 23:20, which was when we saw that figure with the strange beak running past, he was outside monitoring the drones' operational status. After that, he heard a middle-aged man with a Spanish accent telling him to hand over all his belongings in a harsh tone. Baldwin was about to tell me and Jerome to look into things, but that middle-aged man's voice spoke even harsher and upset him. Furious, Baldwin ran off to grab his gun and give pursuit, which was why we saw him.\n\nAfter that, that figure led him to the signal beacon in the southwest. Before he could speak, he triggered the trap under the beacon and ended up being strung up by his feet from a tall, dead tree.\n\nFollowing that, I led Jerome over and the beacon lit up. There were two people there—one was very tall while the other was very short, and both of them had beak-like masks on. They spoke fluent Russian with a Spanish accent and demanded our belongings, using Baldwin's life as collateral.\n\nAfter hearing that, Baldwin cursed long and loud until the opposition tugged on the rope dangling him upside down several times .\n\nObviously, we couldn't hand over the group's supplies, but we couldn't just abandon Baldwin. Just as I was about to start negotiating with them, Jerome, who was standing behind me, fired a shot into the air. A GM-94 grenade launcher makes a lot of noise, and the pair who wanted to negotiate with us immediately left Baldwin behind and vanished into the night.\n\n...After we returned to our campsite with Baldwin, he cursed for a full half hour before Jerome persuaded him to go outside and stand watch.\n\nWhile I don't know where Jerome got such a deadly weapon, it clearly saved us a lot of trouble. However. what was the deal with those people wearing those medieval plague doctor masks? Were they using the beacon to lure and trap other people?",
			"type": "Paper",
			"unlockItem": {
				"8107": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 100804,
			"title": "August 3rd, signal beacon at coordinates SE135DW-H48XF7.",
			"text": "According to the footage sent back by the drone last night, the beacon where Baldwin was strung up and which we're preparing to fix today was supposed to have taken somewhere between 8% to 15% damage to its exterior. However, the actual situation was closer to what I predicted, with damage to the beacon at SE135DW-H48XF7 being at 70%—essentially, it had no ability to neutralize Collapse radiation outside of small- and certain medium-scale Collapse storms.\n\nWe carefully surveyed the beacon's surroundings and disarmed several nonlethal traps which looked like they had come out of a crappy wilderness survival novel. Only then could we truly begin the repair work. After entering the beacon, we found quite a number of batteries stockpiled there, as well as enough rat jerky to sustain a man for two days and a beat-up old cot. Clearly, the two people in plague doctor masks from yesterday had converted the beacon into a living space.\n\n...That said, the beacons were always meant to expand the safe living space of human beings. So I guess the fact that they had destroyed the beacon and then turned it into a dwelling place was to some extent fulfilling our aim?\n\nAfter that, before we finished investigating our surroundings, the tall and short masked duo returned and pointed guns at our heads.\n\n\"Drop everything you're carrying and leave this place. Never come back.\"\n\nThey addressed us in Spanish-accented Russian. Perhaps it was because of what he had gone through last night, but Baldwin immediately exploded into a tirade of cursing. Just as the three of them were in the midst of an intense argument, a loud, awkward noise came from the short one—the loud growling of a normal human's belly suffering from extreme hunger. After that, the short one spoke in a completely different voice from before. It was very quiet, and he sounded like a kid of around 10 or so. \n\n\"Big Bro, I'm hungry...\"\n\nThose words immediately halted the argument. I could not help but find the situation utterly ridiculous.\n\nFinally, there was an answer to all the strange things which had happened last night and today.\nThen, using food as a bribe, I began negotiating with this odd pair.",
			"type": "Paper",
			"unlockItem": {
				"8107": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 100805,
			"title": "August 3rd. 21:00, inside the ruins of a school in Lutsk",
			"text": "The two kids that Baldwin was arguing with earlier today (that's right, the tall one was also a kid) are now munching on hardtack biscuits with him.\n\nI firmly believe that, regardless of the brand, the taste of biscuits beats the hell out of rat jerky.\n\nMeanwhile, our drone sent back more accurate data of our surroundings. Collapse radiation intensity for the entire Lutsk Region ranged from 135 to 142 Vebryans, which was still within the normal range.\n\nHowever, if all the beacons in the vicinity were as badly damaged as the one at SE180DW-H23XF7, the purification work would only become more and more difficult.\n\n...I did not want to see that.\n\nAt 11 o'clock, when I mentioned the idea of giving those two kids food, those brats still tried to act tough and refuse, but when Jerome, towering at over 190 cm tall, showed up behind me with his grenade launcher in hand, they ditched their equipment, abandoned all bravado and obediently followed us.\n\nAfter shedding their robes and their beaky masks, a pair of youthful faces stood before me. They were siblings; the older one was 16 year old and was called Noah, while the younger one was only 12 and went by Noel. Their father had died of ELID last year, and they had modified the damaged beacon in order to create a place to stay, while also setting up traps nearby to capture people to trade for supplies. They also faked adult voices to improve their chances of success.\n\nThat said, I was more concerned about the other inhabitants of the Lutsk contamination zones than them. That was the reason why we had been working so hard over the past few weeks. In order to get those little bastards to talk, I gave them my entire week's worth of chocolate rations.\n\nNoah said that the people in the regions closer to the Red Zones just a few kilometers ahead were all lunatics. Each and every one of them had ELID but none of them bothered protecting themselves, even saying that Collapse radiation was \"God's blessing.\" Sometimes, they would even get together to hold a weird ritual, but the boys always avoided them because they were afraid they would be forcibly roped into said ritual.\n\nAs for the beacons over there, they had been completely destroyed. It was no wonder, considering the people there worshiped radiation and these man-made structures were made to protect them and neutralize said radiation.\n\nThe report from the Meteorological Unit had also mentioned the unique cultural practices of the contamination zone residents near the Yellow Zones. While I was more or less psychologically prepared for this, I felt a little sad for them—since we could not help everyone, these people had developed in a twisted way. Their worship of Collapse radiation also made sense, from that point of view.\n\nAfter that, I asked the kids why they wore the beak masks. The reason they gave was surprisingly practical—they couldn't afford full suits of protective gear, so all they could do was make crude gas masks like the plague doctors in the books they had read. Another reason was that they wanted to be doctors, and wearing a mask and a robe made them feel more like doctors.\n\n...It is hard for me to say exactly how much was destroyed by this disaster that befell most of mankind.\n\nBut I hope that I can protect what is within my reach and power, and treat them well.\n\nI gave the brothers the spare gas masks from our team's supplies.",
			"type": "Paper",
			"unlockItem": {
				"8107": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 100806,
			"title": "August 4th, at the settlement at SE188DW-H25XF7.",
			"text": "At 10:20, we arrived at the signal beacon at SE188DW-H25XF7. There was a small settlement of contamination zone residents about 40 meters away from it, and there was an extremely strange and ugly structure at its heart. Many of the residents were not protected in any way as they entered the structure without making a fuss. Since the exact situation was unclear, the team decided to complete maintenance work on the beacon before investigating further.\n\nWe started by disarming the traps around the beacons. Compared to the ones those little brats had set, there was naked malice in these new traps that we found. Stepping on them would injure you, and—if you were unlucky—even kill. As the work went on, we heard the sound of a large number of jeeps from nearby, and Baldwin formed up our security detail in preparation for the worst.\n\nAfter all, we had often encountered this sort of thing during the past beacon repairs; namely, the unanimously hated Varjagers showing up to make a mess of things. I remember that last year, two people from a repair crew of five lost their lives during a Varjager attack while on a maintenance run in the Bielsk region. Varjagers only ever interacted with others in one way—kill everyone and take everything of value.\n\nHowever, things would not be so easy for them this time. In order to ensure everyone's safety, the team's security detachment had been comprehensively upgraded—particularly in terms of weaponry. But nobody had expected Jerome to get his hands on a goddamn grenade launcher. He is a medic, for god's sake!\n\nDespite this, the battle vastly exceeded our expectations. While our surroundings were completely deserted, save for a few scattered settlements of contamination zone residents, with no weapon or equipment merchants for miles, the Varjager somehow managed to bring out heavy firepower—a rarity on their part—to go up against our team's upgraded weapons! Among them were grenade launchers like the kind Jerome had spent months trying to get approval for! How was this even possible? There was no way the Varjagers could obtain such rare and expensive gear if their activities were limited to this region.\n\nAfter 20 minutes, the Varjagers finally buckled under the weight of our fire and chose to flee.\n\nWhat I don't understand is, what exactly happened here?\n\nAfter that, I tried questioning the nearby contamination zone residents, but they did not answer any questions beyond asking us to join them. Also, I could tell from their eyes that they would have attacked long ago if it hadn't been for the sheer number of armed personnel on our side.\n\nHowever, from what I had observed, these residents showed no signs of having been robbed. Their basic lifestyle was very stable.\n\nWhy was that? The residents of this settlement had accumulated quite a lot of supplies for people living in the contamination zone. Why had the Varjagers ignored them? Or have I made a mistake in my judgement?\n\nStill full of suspicion, we withdrew to our camp at the abandoned school at 20:20. In order to figure out what was going on, I asked the brothers about the situation around SE188DW-H25XF7 once again. However, their answer corroborated my previous conclusion—the Varjagers had not attacked that settlement at all.\n\n\"The Varjagers only attack normal people. Not even the Varjagers would dare mess with those madmen.\"\n\nThose were Noah's words, but logically speaking, it made no sense.\n\n...I should submit a report on this to HQ once this job is done.\n\nAfter learning we would be leaving soon, Noel seemed reluctant to see us go. I mentioned that I could bring them to a settlement closer to the Green Zone, which would allow us to care for them, but they refused. They were adamant about not leaving the place where their father had died, so all we could do was leave behind some household supplies to make life a little easier for them.\n\nIn the end, Noel gave us the beaked masks that he and his brother made.\n\nThey were plague doctors' masks straight out of the Middle Ages...\n\nAll our efforts now are so that, one day, nobody will have to wear gas masks and can live normally on the land beneath their feet.\n\nI will give my all so that this day comes soon.",
			"type": "Paper",
			"unlockItem": {
				"8107": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 101301,
			"title": "European Collapse Radiation Contamination Zone Restoration and Revitalization Joint Development Agreement",
			"text": "File Number: ████\nSource Archive: URNC Government Classified Archives - Archive A_12[S]\nOriginal Title: Protocol on the Joint Initiative Between the URNC and the NSU for the Restoration of Collapse Radiation Contamination Zones\nApproval Date: April 19, 2067\nEffective Date: July 1, 2067\n\nAcknowledging that a significant portion of the world is affected by Collapse radiation contamination;\nRecognizing that Collapse radiation endangers human life, which threatens the survival of human civilization;\nAcknowledging the limitations and delays faced by individual governments or alliances in managing Collapse radiation contamination zones;\nBelieving that collaboration between the Union of Rossartrist Nations Coalition (URNC) and the New Soviet Union (NSU) in the management of Collapse radiation contamination zones will contribute to environmental recovery, urban reconstruction, and the advancement of humanity;\n\nIt is hereby declared that the URNC and the NSU shall jointly advance the restoration of Collapse radiation contamination zones, adhering to the following principles:\n\n1. Europe shall be designated as the first experimental zone. Upon successful purification, the experience gained will guide the systematic restoration of other regions affected by Collapse radiation worldwide;\n1.1. Restoration order will be based on factors such as the difficulty of restoration, population size, number of existing cities, and resource availability;\n1.2. The agreed sequence of restoration is as follows:\n1.2.1. Africa;\n1.2.2. Oceania;\n1.2.3. South America;\n1.2.4. Asia;\n1.2.5. North America;\n1.2.5. Antarctica.\n\n2. The restoration of the European contamination zones shall be divided into Eastern and Western zones, determined by the control at the time of the accord's signing. The boundary shall run from Kaliningrad to Warsaw, Budapest, Belgrade, and Tirana. The URNC shall oversee the Western Zone, while the NSU shall be responsible for the Eastern Zone;\n\n2.1. In the Western Zone, the URNC shall implement the \"Lazarus\" Contamination Zone Management and Recovery Plan;\n※ For details on said plan, please consult URNC Government Classified Archives - Archive A_39[S], File Number ████\n2.1.1. Said plan will originate from the line joining Szczecin, Berlin, Nuremberg, Munich, Zurich, and Geneva, progressing eastward using \"Ark\"-class platforms;\n2.2. In the Eastern Zone, the NSU shall implement multiple \"Revival\" five-year plans, collectively known as the \"New Westward Movement.\"\n※ For details on said plan, please consult URNC Government Classified Archives - Archive A_39[S], File Number ████\n2.2.1. Said plan will originate from the line joining Vilnius, Minsk, Kyiv, and Odesa, progressing westward using \"mobile quarantine walls\" and \"mobile purification towers.\"\n\n3. The management of the European contamination zones shall be divided into four phases:\n3.1. In Phase 1, the URNC will complete the restoration and redevelopment of contamination zones defined as \"Yellow Zones\" in the Western Zone;\n3.2. In Phase 2, the NSU will complete the restoration and redevelopment of contamination zones defined as \"Yellow Zones\" in the Eastern Zone;\n3.3. In Phase 3, once both sides have completed Phases 1 and 2, they will converge on the Carpathian Mountains and collectively push into the Carpathian Mountain range to effect the restoration and redevelopment of contamination zones defined as \"Red Zones\";\n3.4. In Phase 4, after Phase 3 is complete, both sides will jointly administer the cleanup of the contamination sources defined as \"Black Zones\";\n3.5. The definitions for the various kinds of contamination zones will be outlined in Article 6.\n\n4. During the process of administering their respective contamination zones, neither party shall be allowed to interfere with the logistical process and scientific cooperation within and between their respective areas of responsibility and will need to ensure sufficient restraint in the prosecution of military operations.\n\n5. Both parties have administrative rights over their areas of responsibility and are immune to being required to grant military access to their counterparts.\n\n6. In order to facilitate the restoration work and avoid errors in communications and information compilation, both parties will agree to redefine the conditions for a region's pollution levels as of the date the protocol was ratified:\n\n6.1. White Zones:\n6.1.1. Radiation intensity in such regions is 0 Vebryans;\n6.1.2. Such regions might have been exposed to a certain degree of Collapse radiation in the past, but all direct and indirect damage inflicted by such exposure has been completely eliminated and there is little chance of them being re-contaminated by nearby contamination sources;\n6.1.3. Said regions have comprehensive Collapse radiation detection and protective measures;\n6.1.4. Said regions are highly important to progressing the purification process;\n\n6.2. Green Zones:\n6.2.1. Radiation intensity in such regions is between 0 and 1 Vebryans;\n6.2.2. Such regions have been exposed to a certain degree of Collapse radiation contamination, and are suffering from a mild degree of contamination;\n6.2.3. The restoration process for such regions is incomplete or is in progress;\n\n6.3. Yellow Zones:\n6.3.1. Radiation intensity in such regions is between 1 and 150 Vebryans;\n6.3.2. Such regions have been exposed to a certain degree of Collapse radiation contamination, and are suffering from a moderate degree of contamination;\n6.3.3. The restoration process for such regions is in progress or has not yet begun;\n\n6.4. Red Zones:\n6.4.1. Radiation intensity in such regions is between 151 and 10000 Vebryans;\n6.4.2. Such regions are on the periphery of Collapse radiation emission ground zeroes and are suffering from a high degree of contamination;\n6.4.3. The restoration process for such regions has not yet been started due to technical difficulties. Focused effort will be required to remedy this issue;\n\n6.5. Black Zones:\n6.5.1. Radiation intensity in such regions is in excess of 10000 Vebryans;\n6.5.2. Such regions are ground zeroes for Collapse radiation emissions and comprise circular areas with a radius of several kilometers around the craters at ground zero. They are suffering from an extreme degree of contamination;\n6.5.3. Current technology is as yet unable to perform restoration work on such regions. They are the final regions that must be restored and both signatories must cooperate toward such ends.\n\nThis treaty will take effect on July 1, 2067\nIt is deeply hoped that the implementation of the resolutions listed in this document will result in the restoration of all European contamination zones by the turn of the century, and that worldwide Collapse radiation contamination zone management, restoration, and rebuilding will be accomplished within 100 years' time.\n\nApril 19, 2067\n13th Geneva Plenary Session",
			"type": "Paper",
			"unlockItem": {
				"8112": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Paper Records"
		},
		{
			"id": 102001,
			"title": "SVD's Neural Log 1",
			"text": "September 27, 2069. 19:05.\n\n\"God, she's so slow. What on earth is SV-98 even doing? It's been 35 minutes since we were supposed to meet up. Wasn't she supposed to be super strict and serious about everything? Why did she leave me hanging this time round? Could there be something more important than our \"special operation\" that made her late?\"\n\nAfter leaving Griffin, SV-98 and I had no idea where we would go. Fortunately, the Intercontinental Railway happened to be hiring security personnel. They promised free flow of power and permission to go out briefly when we reached our destination, good things that were assuredly few and far between. We submitted our applications, and surprisingly enough, they were approved. Now we're on this train, the... what was it called again? The KW16? Yeah, that's right. It runs from Kryvbas to Vilnius, taking 30 hours each way, which means we'll only get there by tomorrow.\n\nLife as a train cop is way too boring. It's just inspections, patrols, inspections, patrols, and so on for dozens of hours at a time. In order to keep ourselves from getting rusty, SV-98 and I arranged \"special operations\" for ourselves. At 18:30 each day, we would meet up on the roof of the car no. 23, with our objective being to watch the scenery together.\n\nHow's that? Great idea, huh? SV-98's been looking forward to it each day.\n\n...I hear the sound of someone climbing a ladder from the train car below me. That must be SV-98.\n\n\"Sorry I'm late, SVD.\"\n\n\"SV-98! Hmph, do you know how long you kept me waiting?\"\n\n\"Sorry, sorry, I know I made you wait for 38 minutes and 42 seconds. I was going to be on time, but the charging station was being used by the passengers and I spent 36 minutes queuing up...\"\n\n\"Oh, well, since it's a matter of charging up it can't be helped... Wait a minute. Why did you have to wait for the passengers to finish? The charging stations in the dining cars were always meant for Dolls! You should have chased them all away and used it, bold as brass!\"\n\n\"C-chase away the passengers? That's not good, right? The railway employee's manual says we must respect our passengers and that their welfare comes first...\"\n\n\"Alright, alright. Just come find me the next time something like this happens!\"\n\n\"Mhm. I'm glad you understand. The truth is, while I was waiting, I saw an old book called \"The Watchman\" on a shelf. It was very interesting.\"\n\n\"The Watchman? What was it about?\"\n\n\"It told the story of a man who watched over his home, and nothing could make him leave, not rain, shine, or war. I only glanced quickly through a part of the beginning, but I really liked the title of Watchman.\"\n\n\"Huh, that does sound pretty cool. Speaking of which, do we count as watchmen, considering we look out at this plain every day? Oh yeah, we said we were going to pick new names for ourselves, right? Watchman sounds pretty cool, so I'll take it~\"\n\n\"SVD, are you serious?\"\n\n\"What, you're doubting me? Of course I am! (Clears throat) Yup, the name Watchman is mine.\"\n\n\"...Watch...woman?\"\n\n\"Tsk, what are you getting at, SV-98? You even added \"woman\" at the end. Of COURSE I'm serious! Just call me Watchman!\"\n\n\"...Alright, Watchwoman it is.\"\n\n\"Heeey--! That's WATCHMAN and don't you forget it!\"\n\nAfter some squabbling SV-98 insisted on calling me \"Watchwoman.\" Hmph, I bet she wanted the name too. That's why she kept needling me about it.\n\nAfter the special operation ended, I felt much better. It was time to return to the train car.\n\n\n...!\n\nWas... was that an explosion?!\n\nThe train shrieks to a halt. I am briefly thrown off balance and nearly hit the ground. But why did the train suddenly stop? If this was an emergency braking, surely there would've been an announcement over the PA system. But there's nothing. What gives?\n\nThe passengers around us are in chaos. I work to comfort them, urging them to sit down and not to panic, but I don't see SV-98 anywhere. Where is she? There's no way she could have reacted so fast. Could she have hit herself somewhere? I need to contact her— What's this? Static? I can't get through?\n\nI'm about to try and contact her again when I hear our leader's voice through my communicator—\"Not good, we've got Varjagers!\"",
			"type": "Electron",
			"unlockItem": {
				"8119": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Electronic Records"
		},
		{
			"id": 102002,
			"title": "SV-98's Neural Log 1",
			"text": "September 27, 2069. 21:15.\n\nWe've been attacked by Varjagers.\n\nOur leader ordered us to intercept them. After passing the frightened younger passengers to the train staffers to soothe their feelings and keep them under control, I climb up onto the roof of the nearest train car.\n\nThere's smoke everywhere at the head of the train, and no way to tell how bad the damage was. I'd heard before that the Varjagers would attack the Intercontinental Railway trains, but this is my first time experiencing this. I look around nervously. Where's SVD? I don't know if she's alright, but she's highly experienced, so she probably doesn't need me to worry about her.\n\nThe convoy is coming. A few more seconds and they'll be in range.\n\n3, 2... They stopped? The armored car in the lead comes to a halt and doesn't come any closer. The jeeps behind it change direction and head to its rear. What are they doing in the back?\n\nIntercontinental trains are usually divided into two halves. The front half is the passenger area, while the rear half is used for cargo transport. This train was carrying enough supplies to keep the citizens of Vilnius going for a month. In addition to that, I spotted tons of special supply crates, which are usually used to transport combat gear and supplies. Looks like that's what they're aiming for.\n\nJust as I'm about to head toward the rear of the train, the armored car suddenly picks up speed and heads toward the head of the train. It raises a howitzer with a bigger bore than the rocket launcher just now and, shockingly enough, it's taking aim at the rails. Could it be that they weren't just here to steal supplies, but to wreck the rails too? I have to report this to the team leader ASAP.\n\nWhat about my communicator? It was still there just now.\n\nThe smoke at the head of the train steadily vanishes, and I carefully observe the tracks. We did an emergency brake just now, but the tracks themselves aren't badly damaged, and we can probably go on after driving off the Varjagers and performing emergency repairs. However, if they blast them up again, then we're completely stuck.\n\nIntercontinental trains cannot stop in the Yellow Zones under any circumstances.\n\nAfter a brief period of consideration, I decide that my most critical task is to keep the rails from being blasted a second time. All the others have begun heading to the jeeps at the rear of the train, leaving me alone in the front.\n\nGiven my firepower, the only way I can stop them is to gun down the people in the armored car or attack its howitzer directly. Yup, the range is OK, the angle is OK... Now, I just need to move five meters forward...\n\nCrap, the howitzer just finished reloading. Should I evade? If I give up now, they'll take out the tracks!\n\nI don't dodge. Instead, I stand my ground and continue taking aim. If I can stop them by sacrificing my frame...\n\n...!\n\nMy world gets flipped, turned upside down. The bullet I fired goes astray too—aw crap.\n\nThe sound of an explosion comes from the head of the train and a mighty force throws me to the ground where I roll several times.\n\n\"What were you spacing out for? Don't you even know how to how to dodge an incoming shell?!\"\n\n\"...SVD... What are you doing?\"\n\n\"'What are you doing?' she asks. Saving your ass, that's what! You'd be in orbit by now if I hadn't saved you! Also, it's Watchman.\"\n\n\"...Watchwoman, my observations indicated that I had a 70% chance of detonating any incoming shells. While it would have caused frame damage, that damage would be preferable compared to the destruction of the rail. If Watchwoman had not interrupted me just now...\"\n\n\"Wait, wait, wait! Did you break your neural cloud with all that calculation? Are you're blaming me for saving you? And it's Watchman!\"\n\n\"...I'm sorry.\"\n\nSVD—No, as requested, I should call her \"Watchman.\" But I have a really hard time calling her that, so I modify it to \"Watchwoman\" instead. I hope SVD can feel my objection. SVD's processing abilities aren't exactly stellar and she doesn't understand that my plan was workable. Plus, she DID save me.\n\nThe Varjagers leave quickly after loading up on the supplies. In the end we only manage to hit a couple of jeeps and save three crates of supplies.\n\nIntercontinental trains are made of special materials. The shells wouldn't have breached its hulls, and the passengers only took light injuries from the emergency brake. The problem is that the rails are completely severed now and the train can't continue forward. If I had blocked that shell just now... I shake my head. What's done is done. All I can do is accept it and the consequences that it brings.\n\nThe security Dolls were badly damaged when they left the train to intercept the Varjagers. It seems Watchwoman and I were the only ones who got off easily. Our leader sends me to the nearest stopover train station to ask for help and Watchwoman applies to go with me.\n\n...Sometimes \"Watchwoman\" really does worry too much.",
			"type": "Electron",
			"unlockItem": {
				"8119": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Electronic Records"
		},
		{
			"id": 102003,
			"title": "SVD's Neural Log 2",
			"text": "September 27th, 2069. 23:10.\n\nThat SV-98 is such a dork! I can't believe she didn't even dodge when that shell came! And what was that crazy one-for-one plan? She's lost it! Totally crazy! When she enhanced her calculation subprocessors, did she end up breaking the other modules in her neural cloud?\n\nWhat? Leader wants to send SV-98 to the nearest stopover station? However, I suppose it WAS me being a \"busybody\" that led to the tracks being destroyed.\n\nNo, that's not right! How can I think that?! I'm sure that brainlet will do something dumb if I'm not there to keep an eye on her. I have to go too!\n\n\nThe Varjagers left two jeeps behind when they withdrew. One of them can be fixed, so that's the one we'll have to use.\n\n...It's been an hour already. What's SV-98 doing? Isn't she fixed yet?\n\nShe's such a dork, it takes her half a day just to clean her filter. The way she does things, it'll be daybreak by the time she's finished. Ahhhh forget it, I'll do it myself!\n\nHuh, well done, me. Cleaned it all up in a jiffy. What would she do without me?\n\nWhat? She's still grumbling about how I didn't clean it well enough? Is she trying to get me mad?\n\nI hope everything goes well, I'm not interested in playing wilderness survival in the Yellow Zone!\n\n\nTsk, me and my big mouth. Thanks to that damn Collapse storm, our jeep and GPS are broken and we've had to wander aimlessly for ten-odd kilometers in an endless expanse of wasteland. The surroundings are still the same—they're nothing but sand!\n\nThe sun will be coming out soon... Wait a minute, there's something in front of us!\n\n\"Hey, SV-98! The train station's just up ahead!\"",
			"type": "Electron",
			"unlockItem": {
				"8119": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Electronic Records"
		},
		{
			"id": 102004,
			"title": "SV-98's Neural Log 2",
			"text": "September 28, 2069. 02:39.\n\nThe jeeps left behind by the Varjagers were ancient and a lot of their parts had to be replaced. All we could do was give them a quick cleaning and fix them up. However, time is tight, so we can't expect too much. We'll be fine as long as we don't run into a Collapse storm that requires us to take cover right away, go over bumps for several hours, or have to start the engine up frequently. I've seen the terrain data, and I know this isn't a Collapse storm-prone zone, so that should do.\n\nCalling her Watchwoman is so annoying. Hm, she can't hear me, since these are my neural cloud logs, so I'll call her SVD here.\n\nBefore we leave, SVD and I go to the charging station to charge up one last time. \"Watchman\" is still there and I secretly take it with me and put it on the jeep. That way we won't be too bored, at least.\n\n\nWhy is there a Collapse storm? There shouldn't be a Collapse storm in this area. The URNC meteorological data didn't mention it at all... After two hours of dodging the storm, going over bumpy roads, and having to restart the engine frequently, the jeep finally gives up the ghost. The starter spews black smoke and refuses to work. Plus, our GPS doesn't work due to the excessive amounts of Collapse radiation.\n\nSVD tinkers with it, but she still can't rescue the jeep from the scrap heap. All she can do is kick it and curse the Varjagers out loud.\n\nThe sand carried by the winds changes the surrounding landscape. All the landmarks that I thought of using for reference are gone. I have no idea where I am or where I should go. This is really bad.\n\nBy the time the sun comes out, we see before us... a train station.",
			"type": "Electron",
			"unlockItem": {
				"8119": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Electronic Records"
		},
		{
			"id": 102005,
			"title": "SVD's Neural Log 3",
			"text": "September 28, 2069. 08:34.\n\nThis train station has been abandoned!\n\nHowever, my experience as an elite says that, even if it is defunct, there should be some basic facilities that are still usable. Our biggest challenge now is the fact that we can't pinpoint our location.\n\nTch... can't start up the control terminal without power.\n\nThere's nothing in the station we can use to communicate either... What's that? Aiiiiieeeeeee! A rat!\n\nComms... comms... network... yeah! That's it! Network!\n\nGood thing some of the station's comms ports still work. I detach some of the long-range modules and attach them to SV-98. The power supply works, and we manage to connect to the broker network. Several minutes later, our coordinates are displayed.\n\n\"How's that? Through me, anything is possible.\"\n\n\"Well done, Watchwoman.\"\n\n\"But of course~ Wait a minute, who are you calling Watchwoman! Can't you get it right just once?\"\n\n\"But...\" SV-98 ignores my protests and keeps thinking. Eh, whatever, she can call me whatever she wants.\n\n\"What's wrong? Haven't we confirmed the coordinates already?\"\n\n\"Look, this is our current location, and our target station is 131 km from here in a straight line. It's going to take us nine hours to get there if we travel on foot at top speed. Considering we might run into danger too, we're best off leaving four hours in advance just in case.\n\n\"...\"\n\n\"We need to make good use of our remaining charge.\"\n\nSV-98 doesn't speak further and looks up at me. Our eyes meet. I know what she's thinking and quickly look away.\n\n\"There might be a beacon nearby. They usually have backup power...\"\n\n\"The map doesn't show any. I checked two minutes ago.\"\n\n\"...A settlement, that's right, a settlement! While our current data doesn't say there are any, there are tons of settlements in the Yellow Zone, so let's head in the most likely direction...\"\n\n\"There can't be any settlements in the area. I mean, you checked it.\"\n\n\"Then maybe...\"\n\n\"SVD.\" She looks at me.\n\nDammit, this is no good, there's got to be another way. \"Then what if we went by a shorter route? We could go to QS316BN-O92XT. We wouldn't need to turn, it's just a straight path there...\"\n\n\"Now commencing simulation. Simulating route... analyzing environmental information... estimated time taken, 2 seconds.\" SV-98 quickly calculates the viability of this route. \"Denied. There's a 62% chance we'll run into consecutive ELID packs. We're low on ammo.\"\n\n\"How about this place? If we head to QS397BN-O45XT, we can cut our journey time by 18%.\n\n\"Now commencing simulation. Simulating route... analyzing environmental information... estimated time taken, 3 seconds.\" \"Denied. While the route IS closer, we'll have to cross a ravine. Odds of encountering a freak Collapse storm in the ravine are 33.7%. Our bodies are both at their respective limits for normal functioning.\"\n\n...\n\n\"Denied.\"\n\n...\n\n\"Denied.\"\n\nI know the route SV-98 suggested was the best one, but I refuse to give up. After she denies all the excuses I give, I see SV-98 preparing to remove her battery and stop her. \"I'll stay,\" I say.\n\n\"...No, SVD. We haven't discussed the importance of this matter. The results are already engraved in our neural clouds. All we need to do is follow the right path to reach the best outcome.\" \"No. You go, I'll stay.\"\n\nSV-98's eyes go wide.\n\n\"That's not right, SVD... It should be you...\"\n\nI know what she's going to say, but I've already made up my mind.\n\n\"Hmph, simulate this, calculate that. Since I'm letting you stay behind you'd better be good and stay quiet.\"\n\n\"But...\"\n\n\"No buts— Don't forget, I'm Watchman! Watching you from behind is how I fight.\"\n\nSV-98 seems to want to say more, but in the end, after seeing how determined I am, she nods.\n\n\"...I understand.\"\n\nAll she does is think about data and calculating stuff. Not once has she ever cared about herself.\n\n...We both know that even if we reach the station, the rescue unit won't waste manpower on saving a single Doll. Whoever's left behind will probably remain in the Yellow Zone forever.\n\nPerhaps SV-98 thinks I gave her hope by saving her, but I think that those who live have way more to carry on their shoulders.\n\nHuh, wait a minute. Didn't she not call me Watchman just now? Ah, forget it. I'll forgive you just this once, SV-98. Do it again and you'll get the proper correction.\n\nHowever, there's actually another, more important reason that I didn't mention just now. She'd never have agreed if I brought it up.\n\nSV-98, rely on me a little more.\n\n...SV-98, have a bit more faith in yourself.",
			"type": "Electron",
			"unlockItem": {
				"8119": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Electronic Records"
		},
		{
			"id": 102006,
			"title": "SV-98's Neural Log 3",
			"text": "September 28, 2069. 12:45.\n\nWind strength 3, visibility good, distance to the target location is 65 km... 64km...\n\nI'm close, I'm getting close... My leg's gotten stuck in some soft sand, which has affected my movement speed.\n\nNow re-allocating power, prioritizing leg movement systems. 60 km... 59 km...\n\nIt's not enough...\n\nThe people on the train are waiting for me. SVD is waiting for me.\n\nI look at the battery in my right hand. It is SVD's battery.\n\nNot long ago, this battery was inside SVD, driving her various functions... Now, it is in my hands—because she personally shut herself down.\n\nThe battery was still warm when she removed it. Now it's lost all heat. In less than an hour, my charge will be completely depleted. When that happens, I will insert it into my body.\n\nAs I look at the battery, I recall my farewell with SVD.\n\n\"Should I leave with a stylish pose as I turn my back to you?\" SVD seems very frustrated. She's looking around like she's searching for something. \"Yeah, that's right! I need high ground! I need to be watching you from above, that would suit my name as a Watchman!\"\n\n\"Let me see... Yeah! This is it!\" SVD's gaze settles on the comm tower of the abandoned train station. Looks like that's the place that \"suits her name.\"\n\n\"Come on up, SV-98!\" SVD quickly ascends the comm tower and beckons me to follow her up.\n\nI climb up the tower, standing side by side with SVD, just like how we did when we were gazing into the distance from aboard the train. Yellow sand stretches into the distance, until it touches the pale yellow horizon that divides land and sky. That is where the train station is.\n\n\"Go, SV-98. I'll stay here to watch you until you come back to find me.\"\n\nSVD pats my shoulder, then sits down on the edge of the tower.\n\nShe reaches to her power switch, and with a \"click\", she slowly ceases all movement. The light in her eyes grows dim, but her lips are still curled up in a smile.\n\nAccording to my calculations, it would have been more appropriate for her to go on the final stretch using my battery instead. Her body was in better condition than mine and she can react and attack faster than me in the event of complications. She knew this, yet she insisted that I complete this mission.\n\nWhy was that?\n\nWas she worried the others in the security team would think less of me? Was she afraid I would revert to my old self? It does not compute.\n\nI glance at her face, always so full of interesting expressions, and pinch her cheeks. The soft synthetic skin has turned hard after losing its owner's control. Ah, so that's how it feels.\n\nShe's always like this. She makes such careful considerations for others even when she pretends she doesn't give a damn about them. She was like this in Griffin too, helping me rush up and decide when I panicked.\n\nShe's always like this, easily cutting through my worries and achieving victory in a way I'd never thought of before.\n\nSo it should be the same this time, right? She's SVD, after all... the \"Watchman.\"\n\nAnd now, her battery is in my hand.\n\nMy hands are trembling and I can't stop them. It feels like something's stuck in my chest, making my body functions lag briefly. If it wasn't for my self-diagnostics reporting no issues, I would suspect that I was malfunctioning somewhere.\n\nSVD, it feels like I've always been relying on you, be it in Griffin, or on the train, or even now—when someone needs to sacrifice themselves.\n\n\"I'll be back, SVD.\" No, I should call you \"Watchman\" now.\n\n\"I'll be back, Watchman.\"\n\nI didn't put \"woman\" in there this time. Did you hear me?\n\nI shake my head. What am I thinking? SVD isn't here anymore. Right now, I need to get to the station ASAP and then come back to find her.\n\nI pick up the pace as I run. I need to go faster! Got to go faster!\n\nBehind me is the slumbering Watchman, but I know she has her eyes on me.\n\nI'll come back to save you, I swear!\n\nThis time, I won't be late again.",
			"type": "Electron",
			"unlockItem": {
				"8119": 1
			},
			"reward": {
				"1": 10,
				"2": 100
			},
			"typeName": "Electronic Records"
		}
	]
}