{
	"data": [
		{
			"id": 39001,
			"sourceGunid": 1032,
			"gunTags": "1,8",
			"briefIntro": "Fashioned with excellent mobility, she can also deal massive amounts of damage after accumulating buffs.",
			"iconSkill1": 10320501,
			"textSkill1": "Deals damage to enemies and cleanses a buff.",
			"iconSkill2": 10320701,
			"textSkill2": "Gain 3 stacks of Tuning, granting 6 tiles of Extra Movement after attacking. Also gain 1 Extra Command. Deal stability damage equal to the number of Tuning stacks before attacking.",
			"iconSkill3": 10320401,
			"textSkill3": "Deals massive damage to enemies. Each stack of Tuning reduces cooldown by 1 turn. Consumes all Tuning, then gains 1 stack of Permanent Tuning.",
			"iconSkill4": 10320801,
			"textSkill4": "At the beginning of the turn, gains 1 point of Confectance Index and 1 stack of Tuning. When Daiyan has more than 2 stacks of Tuning and an enemy performs a targeted attack within her range, Intercepts the enemy before it attacks and gains 1 stack of Permanent Tuning. Can trigger once per turn."
		},
		{
			"id": 39002,
			"sourceGunid": 1025,
			"gunTags": "3,10",
			"briefIntro": "A deadly long-range firepower capable of executing multiple operations through Confectance.",
			"iconSkill1": 10250501,
			"textSkill1": "Deal Hydro damage to enemies. If this attack exploits phase weakness, gain 2 points of Confectance.",
			"iconSkill2": 10250701,
			"textSkill2": "Deal damage to enemies and restore Confectance Index. Damage is increased while under the effect of 2 or more buffs.",
			"iconSkill3": 10250401,
			"textSkill3": "Deal massive Hydro damage to enemies. Damage is increased while under the effect of 3 or more buffs.",
			"iconSkill4": 10250801,
			"textSkill4": "At the start of the battle, increase the Confectance Index to maximum. If the Confectance Index is at maximum after action, increases damage dealt, and gain an additional action. At the start of the turn, for every 2 points of Confectance Index held, gain a random buff."
		},
		{
			"id": 39003,
			"sourceGunid": 1029,
			"gunTags": "4,12",
			"briefIntro": "Covers teammates to reduce stability damage, dealing AoE damage to enemies within range and applying Movement Down.",
			"iconSkill1": 10290501,
			"textSkill1": "Deal Hydro damage to enemies in range, applying Movement Down and restoring stability based on the number of enemies hit.",
			"iconSkill2": 10290701,
			"textSkill2": "Deals Hydro damage to enemies in the chosen direction, slowing their movement and destroying destructible cover within a 3x3 area around self.",
			"iconSkill3": 10290401,
			"textSkill3": "Provide Shelter for all allies, which reduces the stability damage they take, and increase self attack. Passive effect extends over the entire map. A counterattack is performed if an enemy within range deals targeted damage to an ally.",
			"iconSkill4": 10290801,
			"textSkill4": "Provides Shelter for allied units within 7 tiles. Gains Confectance Index based on the number of instances of damage dealt. After attacking with a skill, generates Tideway tiles within the skill's effective range, applying Hydro weakness to units that remain on those tiles."
		},
		{
			"id": 39004,
			"sourceGunid": 1028,
			"gunTags": "6,15",
			"briefIntro": "Cleanses debuffs from allies and provides healing, whilst also cleansing Fear and Stun effects.",
			"iconSkill1": 10280501,
			"textSkill1": "Deals Burn damage to an enemy and heal the nearest ally after attacking. Gains Heat Recovery, which heals before receiving an attack and cleanses the attacker's buffs.",
			"iconSkill2": 10280701,
			"textSkill2": "Heal allies within the area and damage enemies. Dispel enemy buffs if they have Overburn applied.",
			"iconSkill3": 10280401,
			"textSkill3": "Heals all allies and cleanse debuffs, cleanses Fear and Stun, and restores stability to the least stable ally. Applies Heat Recovery after healing.",
			"iconSkill4": 10280801,
			"textSkill4": "Gains Heat Recovery at the start of battle. While Heat Recovery is active, applies Overburn after an active attack. When an enemy within range takes targeted damage from an allied unit, performs 1 Support Action, gains Confectance Index and applies Heat Recovery to that allied unit."
		},
		{
			"id": 39005,
			"sourceGunid": 1027,
			"gunTags": "3,9",
			"briefIntro": "Exceedingly capable in single-target damage, with the capability to support comrades in response to their attacks.",
			"iconSkill1": 10270501,
			"textSkill1": "Deal Burn damage to an enemy. Damage against exposed enemies is increased.",
			"iconSkill2": 10270701,
			"textSkill2": "Deal Burn Damage to the first enemy in the chosen direction and apply Overburn.",
			"iconSkill3": 10270401,
			"textSkill3": "Once activated, increase the damage of the Doll's following support action. Gain 1 extra support action this turn if the Confectance Index is full.",
			"iconSkill4": 10270801,
			"textSkill4": "When dealing damage, gains 1 point of Confectance Index. When an enemy within range takes targeted damage from an allied unit, performs 1 Support Action."
		},
		{
			"id": 39006,
			"sourceGunid": 1013,
			"gunTags": "8,7",
			"briefIntro": "A flexible Support Doll, capable of delivering various forms of Electric damage and laying voltage tiles.",
			"iconSkill1": 10130501,
			"textSkill1": "Deal Electric damage to the target. If the Confectance Index is at or above 3, consume 3 points to increase damage by 30%.",
			"iconSkill2": 10130701,
			"textSkill2": "Land at target location up to 3 tiles away, then deal targeted damage to the nearest enemy. If the Confectance Index is at or above 3, consume 3 points and gain 1 Extra Command.",
			"iconSkill3": 10130401,
			"textSkill3": "Deal Electric damage to all enemies within 5 tiles and create Voltage tiles. Apply Conductivity, causing nearby enemies to gain Conductivity before being attacked. If the Confectance Index is at or above 3, consume 3 points to gain Stealth.",
			"iconSkill4": 10130801,
			"textSkill4": "When the enemy gains Conductivity, gains 1 Confectance. Targeted damage generates Voltage tiles around the enemy. Gains immunity to all negative effects of Electric tiles."
		},
		{
			"id": 39007,
			"sourceGunid": 1033,
			"gunTags": "3,9",
			"briefIntro": "A Doll capable of inflicting Paralysis on the enemy with their single target damage ability, and also possesses the ability to support their teammates with assisted attacks.",
			"iconSkill1": 10330501,
			"textSkill1": "Deal physical damage to an enemy in range and applies Conductivity.",
			"iconSkill2": 10330701,
			"textSkill2": "Gain 1 Extra Command, change the next attack's attribute to Electric, and increase its damage.",
			"iconSkill3": 10330401,
			"textSkill3": "Deal massive damage to an enemy within range. If this attack exploits phase weakness, it also applies Paralyze, preventing them from attacking or using active skills.",
			"iconSkill4": 10330801,
			"textSkill4": "If an ally attacks an enemy within Mosin's attack range outside of her turn, and the enemy is in Stability Break, performs a Support Attack and gains 2 points of Confectance Index."
		},
		{
			"id": 39008,
			"sourceGunid": 1035,
			"gunTags": "7,16",
			"briefIntro": "A Doll with a powerful Electric damage dealt ability, capable of consuming Confectance Index to return fire.",
			"iconSkill1": 10350501,
			"textSkill1": "Deal Electric damage to an enemy in range. If the target is afflicted with Conductivity, deal more damage and gain 2 points of Confectance. If the target is killed, deal fixed damage to nearby enemies and create Voltage tiles.",
			"iconSkill2": 10350701,
			"textSkill2": "Cleanses buffs from an enemy within range and deals Physical damage. This damage increases by 10% for each buff cleansed, granting 2 points of Confectance Index. Deals maximum damage if the target is afflicted with Conductivity.",
			"iconSkill3": 10350401,
			"textSkill3": "Deal AoE Electric damage to enemies in the chosen direction, inflicting extra damage and debuffs on units on nearby Riptide tiles, and subsequently gain the ability to apply Conductivity before performing targeted attacks.",
			"iconSkill4": 10350801,
			"textSkill4": "At the start of the battle and at the end of the turn, if at max Confectance, gains Preemptive Strike: When an enemy within range initiates an attack, consumes 3 Confectance and Return Fire with a 50% chance to inflict Conductivity before attacking."
		},
		{
			"id": 39009,
			"sourceGunid": 1021,
			"gunTags": "4,9",
			"briefIntro": "A potent Doll capable of dealing AoE damage that can deliver catastrophic harm at high levels of Confectance.",
			"iconSkill1": 10210501,
			"textSkill1": "Deals AoE Corrosion damage to the target and nearby enemies. Cleanses a buff.",
			"iconSkill2": 10210701,
			"textSkill2": "Deal AoE damage to the target tile and surrounding enemies, pulling them toward the target tile. This skill's cooldown is reduced by 1 turn for each enemy hit.",
			"iconSkill3": 10210401,
			"textSkill3": "Deal AoE Corrosion damage in a ring around self. Damage increases with the number of enemies hit.",
			"iconSkill4": 10210801,
			"textSkill4": "When an enemy takes AoE damage outside of Peritya's turn, attacks them and gains 1 point of Confectance Index."
		},
		{
			"id": 39010,
			"sourceGunid": 1034,
			"briefIntro": "A formidable Sentinel Doll who deals Freeze damage, capable of launching Interceptions against enemies attacking her allies.",
			"iconSkill1": 10340501,
			"textSkill1": "Consume Confectance Index points to deal high Freeze damage to a target. This skill's critical damage is increased, increases attack based on the instances of consectutive attacks.",
			"iconSkill2": 10340701,
			"textSkill2": "Deal physical damage to the target and gain Confectance. Reduce AoE damage taken.",
			"iconSkill3": 10340401,
			"textSkill3": "Creates Frost Barrier to protect self. While the Frost Barrier is active, launches an Interception at any enemy within range that attacks an ally and applies Frozen up to 2 times per turn.",
			"iconSkill4": 10340801,
			"textSkill4": "This unit's critical damage is decreased slightly, but their critical rate increases massively. Damage to Frozen and or Chilled enemies is also increased. When this unit's HP is above 80% at the start of the turn, they gain Insight, increased mobility and immunity to enemy displacement effects.",
			"gunTags": ""
		},
		{
			"id": 39011,
			"sourceGunid": 1037,
			"briefIntro": "A potent Vanguard Doll with both excellent melee damage capabilities and mobility.",
			"iconSkill1": 10370501,
			"textSkill1": "Inflicts melee Physical damage to the specific enemy within a 3×3 range, and then gains an instance of additional movement of 6 tiles. If the target does not die from this damage, they will take additional damage if they end their action within a 5 tile range of this unit.",
			"iconSkill2": 10370701,
			"textSkill2": "Consume Confectance Index points to inflict melee Physical damage to the specified enemy within a 3x3 range, then gain 6 tiles of additional movement. This skill can be used repeatedly.",
			"iconSkill3": 10370401,
			"textSkill3": "Descend upon a targeted tile within a cross-shaped area and inflict Physical damage on the enemy with the highest current HP within a 1-tile radius whilst consuming all stacks of Hunter's Talent. The more stacks of Hunter's Talent consumed, the higher the damage dealt. If at least 2 stacks of Hunter's Talent are consumed, this unit gains Camouflage and will not be targeted by enemies when other allied units are present.",
			"iconSkill4": 10370801,
			"textSkill4": "After attacking, gain 1 stack of Hunter's Talent and gain 1 point of Confectance Index. If this unit's HP fall below 30% at the end of an enemy's action, gain a stack of Camouflage.",
			"gunTags": ""
		},
		{
			"id": 39012,
			"sourceGunid": 1015,
			"briefIntro": "An exceptional Vanguard Doll that possesses superior AoE damage capabilities, Cover destruction, and enemy displacement abilities.",
			"iconSkill1": 10150501,
			"textSkill1": "Inflict Physical damage to the first unit on each straight line within the chosen area, pushing them back by 4 tiles, whilst destroying destructible Cover outside the perimeter of the given area.",
			"iconSkill2": 10150701,
			"textSkill2": "Inflict Physical damage on a selected target. If said target is not under the protection of Cover, cleanse 2 of their buffs before launching an attack.",
			"iconSkill3": 10150401,
			"textSkill3": "Consumes Confectance Index points to inflict AoE Physical damage on all enemies on the target tile and the adjacent two tiles, while increasing the damage they take from this unit, alongside applying vulnerability debuff.",
			"iconSkill4": 10150801,
			"textSkill4": "Gain 1 Confectance Index point at the start of an action. For every time damage is inflicted, restore 1 Confectance Index point. If this unit moved 5 or more tiles, apply Movement Down to the target before attacking them. Targets with movement debuff will take more damage from this unit.",
			"gunTags": ""
		},
		{
			"id": 39013,
			"sourceGunid": 1039,
			"briefIntro": "A powerful Support Doll with multiple ways to protect teammates and the ability to quickly reduce the enemy's Stability.",
			"iconSkill1": 10390501,
			"textSkill1": "Deals Freeze damage to the selected enemy unit. The more allied units nearby, the greater the stability damage inflicted. This skill cannot critically hit, but adds fixed damage based on a certain percentage of the user's defense.",
			"iconSkill2": 10390701,
			"textSkill2": "Applies a Frost Barrier to a designated allied unit (other than the user) and restores a portion of their stability index. Additionally, increases their defense based on the number of enemies around them.",
			"iconSkill3": 10390401,
			"textSkill3": "Inflict a fixed amount of damage to enemies within the AoE of the target Tile by consuming Confectance Indexes, leaving behind a Frost Tile, while also applying the Avalanche Debuff. Once stacked to 5 times, stability damage is dealt. Provide a Frost Barrier and Ice Fortress to all allies, restoring stability, cleansing debuffs, and removing the Taunt effect.",
			"iconSkill4": 10390801,
			"textSkill4": "When an enemy is within attack range and gets attacked, provide supporting fire. At the end of the action, HP is restored for ally units within the vicinity and their Confectance Index replenishes. When an ally unit attacks an enemy, a random enemy will be afflicted with the Avalanche Debuff.",
			"gunTags": ""
		},
		{
			"id": 39014,
			"sourceGunid": 1023,
			"briefIntro": "A powerful Support Doll that possesses the ability to lay Freeze tiles, boosting damage for her allies.",
			"iconSkill1": 10230501,
			"textSkill1": "Deals Physical damage to the selected enemy unit. When an enemy unit with a Freeze debuff on the field is killed, gains one stack of Ice's Grace. When this buff reaches max stacks, the Physical damage is converted to Freeze damage and partially ignores Cover's damage reduction. If the target is located on an allied Freeze tile, the damage of this skill is increased.",
			"iconSkill2": 10230701,
			"textSkill2": "Consumes Confectance to inflict Freeze damage on enemy units within the AoE and generates Freeze tiles. The next time this ability is used, damage is increased, and the enemy targets are inflicted with a Frigid Debuff. When the Confectance Index is full, this ability can be recast.",
			"iconSkill3": 10230401,
			"textSkill3": "Grants allied units and self the Arctic Benediction buff within range, and applies a Frozen Debuff to the target before initiating an attack. Gains Confectance Index and Glacial Domain, and performs 1 Support Action when enemy units take damage from a targeted attack.",
			"iconSkill4": 10230801,
			"textSkill4": "Increases damage dealt by all allies, with an additional boost to Freeze damage. At the end of the action, gain Confectance Index points. When at high health, gain a defense boost, Insight, and increase the range of all active skills.",
			"gunTags": ""
		},
		{
			"id": 39015,
			"sourceGunid": 1050,
			"briefIntro": "A flexible Vanguard Doll with powerful pinpoint displacement abilities, capable of striking enemies in multiple ways.",
			"iconSkill1": 10500501,
			"textSkill1": "Deals AoE Physical damage to all enemy targets within 4 tiles in the selected direction. If the target has a Hydro debuff, it applies [Stun], rendering the target unable to act. Gains Confectance Index points, and increases the critical rate of the next active attack.",
			"iconSkill2": 10500701,
			"textSkill2": "Summons a Breath Pin on the selected empty tile, dealing AoE Hydro damage to all enemy targets within 2 tiles around it, and applies [Breath Pin], allowing the attacker to heal when the holder of this debuff takes damage.",
			"iconSkill3": 10500401,
			"textSkill3": "Descends to the selected tile within 2 tiles around the Breath Pin, dealing Hydro damage to the nearest enemy target within a 6-tile radius, and applies [Congestion], preventing the target from receiving healing.",
			"iconSkill4": 10500801,
			"textSkill4": "At the end of the action, the unit lands on the selected tile within 2 tiles around the Breath Pin and gains Confectance Index. When enemy units within range take targeted damage from allies, provide a support action, dealing Hydro damage and applying Damp, reducing healing effectiveness.",
			"gunTags": ""
		},
		{
			"id": 39016,
			"sourceGunid": 1052,
			"briefIntro": "A powerful Corrosion Sentinel Doll, capable of applying various debuffs to enemy units and delivering devastating blows to large groups of enemies.",
			"iconSkill1": 10520501,
			"textSkill1": "Inflicts AoE Corrosion damage on the target. Launches an additional attack, dealing AoE Corrosion damage to the target and surrounding enemy units while pulling them in. If any kills are made, the cooldown of the Ultimate skill Devastating Drift is reduced, and gains Confectance Index. If no kills are made, [Corrosive Infusion] is applied to the target. At the end of action, units with [Corrosive Infusion] suffer AoE Corrosion damage.",
			"iconSkill2": 10520701,
			"textSkill2": "Deals AoE Corrosion damage to the target and surrounding enemy units, and applies [Toxic Infiltration]. Units with [Toxic Infiltration] will gain [Corrosive Infusion] at the end of their action, and upon death, their nearby allied units will be infected and suffer AoE Corrosion damage. Damage dealt to targets already afflicted with [Toxic Infiltration] is increased.",
			"iconSkill3": 10520401,
			"textSkill3": "Selects 1 nearby tile and lands onto it, dealing AoE Corrosion damage to all enemy units in the path. If 2 or more targets are killed, the skill can be cast again. After using the skill, Klukai gains an Additional Movement.",
			"iconSkill4": 10520801,
			"textSkill4": "Immune to control effects. When dealing damage with active attacks, applies 1 stack of [Corrosive Infusion] to the target and increases Klukai's Corrosion damage. Klukai gains Confectance Index when Corrosion damage is dealt by self active attacks and allied units. The cooldown of the ultimate skill is reduced based on the amount of Confectance Index accumulated.",
			"gunTags": ""
		},
		{
			"id": 39017,
			"sourceGunid": 1051,
			"briefIntro": "A powerful Support-class Doll capable of switching modes, gaining additional benefits such as damage type changes, terrain effect tile generation, Extra Commands, and more.",
			"iconSkill1": 10510501,
			"textSkill1": "Deals AoE Corrosion damage to the target and all enemy units around it. When in [Turbo Mode], gain [Movement Up II] and generate [Toxic] tiles in an area.",
			"iconSkill2": 10510701,
			"textSkill2": "Mechty recovers stability index and cleanses all debuffs on herself while applying [Dream Guardian] to all allies within 8 tiles, increasing the damage of their AoE Support Attacks. \nWhen in [Turbo Mode], Mechty can use an active skill or basic attack after using this skill, with an increase in damage dealt.",
			"iconSkill3": 10510401,
			"textSkill3": "Ends [Patch Mode] and enters [Turbo Mode], increasing her attack and defense. At the end of her action, Mechty gains Confectance Index. Once [Turbo Mode] expires, applies [Nightmarish Shroud] to all allied units.",
			"iconSkill4": 10510801,
			"textSkill4": "Mechty enters [Patch Mode] at the start of battle, reducing HP and stability damage taken. Applies [Nightmare Form] to all allied units.",
			"gunTags": ""
		},
		{
			"id": 39018,
			"sourceGunid": 1044,
			"briefIntro": "A Support-class Doll who has many ways of dealing fixed damage. She can generate [Incineration] tiles that inflict Burn weakness and [Overburn], while also providing buffs to allied units.",
			"iconSkill1": 10440501,
			"textSkill1": "Deals Burn damage and gains Confectance Index. If the target is afflicted with any Burn debuffs, additionally deals fixed damage to the target and nearby enemies, and applies [Overburn].",
			"iconSkill2": 10440701,
			"textSkill2": "Deals Burn damage and applies [Burning Disquiet] to the target. When the target takes Burn damage, [Incineration] tiles are generated. Grants Confectance Index to Vector.",
			"iconSkill3": 10440401,
			"textSkill3": "Deals AoE Burn damage to the target and all enemy units within 7 tiles, generating [Incineration] tiles in the area. Enemy units affected gain Burn weakness and are inflicted with [Overburn] at the end of the action. The Burn damage they receive is also increased.\nAll allied units gain [Oil to the Fire], boosting their Burn damage dealt. When dealing Burn damage, they inflict an additional instance of fixed damage.\nVector gains [Extra Command].",
			"iconSkill4": 10440801,
			"textSkill4": "Vector is immune to negative effects from Burn-type tiles.\nAt the start of battle, the number of all Support Attacks which deal Burn damage is increased.\nAt the start of the allied turn, if Vector's Confectance Index gauge is full, Vector expends all Confectance Index and increases her attack.\nBefore dealing Burn damage, if the target has [Overburn] on them, Vector applies [Overheat Combustion] to them. Units with that effect take fixed damage at the start of their turn.",
			"gunTags": ""
		},
		{
			"id": 39019,
			"sourceGunid": 1045,
			"briefIntro": "Belka is a Vanguard-class Doll with extremely high mobility, boasting multiple skills that allow extra movement. She can apply [Anion] and many other debuffs to enemy units. After killing a target, she gains [Concealment], which increases her survivability.",
			"iconSkill1": 10450501,
			"textSkill1": "Deals Physical damage.\nThe damage is increased based on the number of [Anion] stacks on the field.\nIf the target is a Boss unit and is afflicted with [Anion], the damage dealt is automatically maximized.\nIf this attack lands a critical hit, Belka gains Confectance Index.\nAfter using this skill, Belka can teleport to any empty tile within the skill's range.",
			"iconSkill2": 10450701,
			"textSkill2": "Belka deals Electric damage and gains [Active Engagement], which converts her attacks to Electric damage and increases the damage dealt. After using this skill, she can immediately follow up with either the active skill [Leaping Taiga] or the basic attack [Nutcracker Shell].",
			"iconSkill3": 10450401,
			"textSkill3": "Belka deals Electric damage and applies [Conductivity] to the target. She also gains [Continual Release], dealing Electric damage and stability damage to the nearest enemy target at the end of her action.",
			"iconSkill4": 10450801,
			"textSkill4": "Belka gains Confectance Index at the start of the allied turn.\nBefore attacking, she inflicts [Anion] on the target and the nearest enemy unit to it. Units with [Anion] take fixed damage under various conditions. Additionally, when such units take targeted Electric damage, other units afflicted with [Anion] also take fixed damage.\nAfter killing an enemy, Belka gains [Concealment], making her untargetable by enemy units.",
			"gunTags": ""
		},
		{
			"id": 39020,
			"sourceGunid": 1042,
			"briefIntro": "Andoris is a Bulwark-class Doll with extremely high defensive abilities. She can share part of the damage taken by her teammates and will not die after suffering lethal damage for the first time. She can summon [Auto-Turrets]. [Auto-Turrets] deal damage to enemy units and apply [Anion].",
			"iconSkill1": 10420501,
			"textSkill1": "Summons an [Auto-Turret] on the selected empty tile. This skill can be used multiple times.",
			"iconSkill2": 10420701,
			"textSkill2": "Deals Electric damage and applies [Electro Charge] to enemy units. [Electro Charge] causes targets to take extra stability damage when taking targeted Electric damage and restores the attacker's HP.",
			"iconSkill3": 10420401,
			"textSkill3": "Andoris restores stability index and applies [Shelter] and [Cation] to all allied units, while gaining [Fortified Stance] herself. While in [Fortified Stance], Andoris no longer benefits from Cover, but gains reduced incoming damage and stability damage.",
			"iconSkill4": 10420801,
			"textSkill4": "At the start of battle, gains [Self-Diagnosis]. Upon taking fatal damage, Andoris does not die; instead she cleanses all negative statuses on herself and recovers all HP and stability index.\nWhen an allied unit with [Cation] is damaged, part of that damage is shared with her. When attacking an enemy unit afflicted with [Anion], she recovers HP.\nWhen damaged, she recovers HP and gains Confectance Index as well as applying [Blunted Nerves] to herself and all [Auto-Turrets], which increases the target's defense. If the target does not benefit from Cover, stability index is expended and damage taken is decreased.",
			"gunTags": ""
		},
		{
			"id": 39021,
			"sourceGunid": 1047,
			"briefIntro": "Springfield is a Support Doll capable of healing allies and applying different types of debuffs to enemy units. She applies [Overflowing Care] to allies upon healing them, converting the overhealed amount to bonus Hydro damage for allies. Additionally, Springfield can summon [Taryz] into battle to follow enemy units. [Taryz] can counterattack the followed enemy unit and provide healing to allies.",
			"iconSkill1": 10470501,
			"textSkill1": "Applies [False Intelligence] and [Congestion] to enemy targets then deals Hydro damage to them. Units with [False Intelligence] take increased stability damage. Increases Hydro damage taken during Stability Break.\nSpringfield gains Confectance Index.",
			"iconSkill2": 10470701,
			"textSkill2": "Heals allies' HP and stability index, then applies [Overflowing Care] to them. Provides multiple instances and opportunities for healing for the allied target. When overhealed, the overhealed amount is converted to bonus Hydro damage for the ally.\nSpringfield gains Confectance Index.",
			"iconSkill3": 10470401,
			"textSkill3": "Select an enemy target and summon [Taryz] to follow it, applying [Damp] and [False Intelligence] to them and dealing AoE Hydro damage to them.\nApplies [Deep-Rooted Bonds] to all allies on the battlefield. This increases allies' max HP, applies [Overflowing Care] to them and heals allies' HP and stability index. Also cleanses debuffs, Taunt and Fear effects.\nWhen the target that Taryz follows dies, Taryz switches to following the enemy unit with the highest current HP.\nSpringfield gains confectance index.",
			"iconSkill4": 10470801,
			"textSkill4": "At the end of Springfield's action, if Confectance Index is maxed out, expend all Confectance Index and gain [Extra Action]\nWhen the target that [Taryz] is following deals damage to allied units, [Taryz] will counterattack, dealing Hydro damage and stability damage in addition to healing allied units.\nIf [Taryz] is on the battlefield, Springfield heals HP at the end of an action.",
			"gunTags": ""
		},
		{
			"id": 39022,
			"sourceGunid": 1053,
			"briefIntro": "Peri is a Bulwark-class Doll. She can expend her HP to build up stacks of [Hot Investment] and perform multiple basic attacks based on the number of [Hot Investment] stacks she possesses. She can also apply a shield to herself in the form of [Capital Protection], which increases her survivability.",
			"iconSkill1": 10530501,
			"textSkill1": "Expends HP to gain [Hot Investment]. Attacks deal Burn damage.\n [Hot Investment] reduces damage taken and healing received. At the start of Peri's action, the number of [Hot Investment] stacks is reduced",
			"iconSkill2": 10530701,
			"textSkill2": "Expends HP to gain [Hot Investment]. Deals AoE Burn Damage to the target and all surrounding enemies and apply [Overburn].",
			"iconSkill3": 10530401,
			"textSkill3": "Gains [Hot Investment], [Bargain], and [Capital Protection]. \n [Bargain]: The critical rate and damage dealt of basic attacks is increased. \n [Capital Protection]: Shield effect. Stability damage taken is decreased. At the end of action, applies [Taunt] to nearby enemy units.",
			"iconSkill4": 10530801,
			"textSkill4": "At the end of this Peri's action, she gains Confectance Index. When allied units (excluding Peri) launches [Support Attacks] that deal Burn damage, Peri gains Confectance Index if her Confectance Index is not at maximum. \nAfter using an active skill, Peri can use the basic attack [Passionate Gift] based on the number of [Hot Investment] stacks she possess. These basic attacks are altered to deal Burn damage to the target based on the amount of [Hot Investment] stacks she possess.",
			"gunTags": ""
		},
		{
			"id": 39023,
			"sourceGunid": 1048,
			"briefIntro": "Qiuhua is a Vanguard-class Doll. She has excellent mobility and the ability to apply the [Scorch Mark] effect to enemies. At the end of her action, she deals Burn damage to targets based on the number of [Scorch Mark] stacks they possess. [Scorch Mark] stacks can also be applied by dealing Burn damage.",
			"iconSkill1": 10480501,
			"textSkill1": "Deals Burn damage. When the distance between Qiuhua and the target is less than or equal to 4 tiles, damage and stability damage dealt is increased.",
			"iconSkill2": 10480701,
			"textSkill2": "Lands on the selected tile, dealing Burn damage to the nearest enemy target within range and gains Extra Command. Reduces the cooldown of the Ultimate Skill [Boil and Reduce].",
			"iconSkill3": 10480401,
			"textSkill3": "Applies [Scorch Mark] to the target and all surrounding enemy targets. Expends all points of Confectance Index and increases the damage of this attack based on the amount of Confectance Index expended. \n [Scorch Mark]: At the end of the action, Qiuhua deals Burn damage based on the number of [Scorch Mark] stacks. The number of [Scorch Mark] stacks are then reset. Gains more stacks when the holder is taking Burn damage.",
			"iconSkill4": 10480801,
			"textSkill4": "Burn damage dealt is increased when there are no other allied units nearby. Critical rate is increased when dealing Burn damage to enemy targets with [Scorch Mark].\nIf there are enemy targets within range afflicted with [Overburn], Qiuhua launches [Wise Support], dealing Burn damage.",
			"gunTags": ""
		},
		{
			"id": 39024,
			"sourceGunid": 1054,
			"briefIntro": "Yoohee is a support-type Doll who can grant her teammates many beneficial buffs, such as Defense Shredding; when ally units deal physical damage and the target's defence has been reduced below 0%, it causes damage dealt to the target to be increased instead. She can also grant many Dance Step effects, which can improve her teammates damage output and survivability. Applying multiple Dance Steps will also trigger map-wide support effects.",
			"iconSkill1": 10540501,
			"textSkill1": "Deals physical damage. If this unit has 3 or more points of Confectance Index, expends Confectance Index to cause this attack to ignore part of the target's defence.",
			"iconSkill2": 10540701,
			"textSkill2": "Applies Targeted Attack Defence I to the target an all other ally units within 2 tiles. Deals AoE physical damage to all enemy units within that area and applies Stun to them. \nAfter the attack, Yoohee gains 1 additional use of the active skill Graceful Spin or the active skill Passionate Resonance.",
			"iconSkill3": 10540401,
			"textSkill3": "Gain Troupe's Core. Applies Stability Offensive I to all teammates. Gains Extra Command after using this skill. \nTroupe's Core: When applying Dance Steps to teammates (Includes Graceful Spin and Passionate Resonance) Yoohee gains the same effect.",
			"iconSkill4": 10540801,
			"textSkill4": "When ally units deal physical damage, gain Confectance Index. \nAfter using a normal attack or an active skill, this unit can use the active skill Graceful Spin or the active skill Passionate Resonance. \nAfter applying 3 or more Dance Steps, trigger Best Dancer once, gain 1 stack of Never Give Up and refresh the duration of all stacks of Dance Steps and Defense Shredding across the battlefield. \nBest Dancer: Triggers a mapwide buff based on the most recently-applied Dance Step. \nNever Give Up: Ally units ignore part of the target's defense when performing an active physical attack.",
			"gunTags": ""
		},
		{
			"id": 39025,
			"sourceGunid": 1055,
			"briefIntro": "Nikketa is a Sentinel-class Doll capable of outputting a lot of damage through repeated usage of her Ultimate skill. She has the ability to inflict her enemies with [Guilt]; her Ultimate skill will make an additional attack on any target with [Guilt]. Furthermore, when Kulich counterattacks, Nikketa will follow up using her Ultimate skill.",
			"iconSkill1": 10550501,
			"textSkill1": "Summons Kulich at the selected empty tile and deals AoE Physical damage to all enemy units within 2 tiles. Inflicts affected enemies with [Guilt], increasing their Hydro damage taken when attacked by Kulich or Nikketa. \nIf Kulich is already on the field, then teleport Kulich onto the selected tile.\nGains Confectance Index.",
			"iconSkill2": 10550701,
			"textSkill2": "Attacks deal Hydro damage and inflict [Guilt].\nGains Confectance Index and [Extra Command].",
			"iconSkill3": 10550401,
			"textSkill3": "Deals Hydro damage. If the target is inflicted with [Guilt], launch an additional attack and remove [Guilt].\nConsume all points of Confectance Index, increasing the skill's damage based on the amount of Confectance Index consumed.",
			"iconSkill4": 10550801,
			"textSkill4": "When Kulich is on the field, Nikketa gains [Insight].\nBoth Kulich and Nikketa will gain one stack of [Clue] before either launches a skill. If the attack exploits a phase weakness, gain additional [Clue] and increase the holder's damage outside their turn.\nAfter Kulich counterattacks, Nikketa will follow up using her Ultimate skill Righteous Verdict.",
			"gunTags": ""
		}
	]
}